tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "leoafarias/fvm"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "bat"
brew "bottom"
brew "libpng"
brew "cairo"
brew "cloudflared"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "giflib"
brew "git-delta"
brew "golang-migrate"
brew "jenv"
brew "jpeg"
brew "jq"
brew "pango"
brew "librsvg"
brew "neovim"
brew "openjdk@17"
brew "pkgconf"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "leoafarias/fvm/fvm"
brew "qmk/qmk/qmk"
cask "ghostty"
cask "iina"
cask "orbstack"
cask "raycast"
